$50
(Encumbering
(calendar
(cash
(credit
(e.g.
(e.g.,
(exclusive
(for
(i.e.
(i.e.,
(including
(invoice,
(month
(one
(pre-encumbrance),
(pre-encumbrance)s
(prevents
(such
(user
(users
(warrants)
.
/
10%
30
60
ACH
Accept
Accommodate
Account
Accumulate
Allow
As
Associate
Automatically
Batch.
CCD
CTX
Contract
Deliverables.
Determine
Document).
Document.
EFT).
Establish
Example,
Extended
FOB
For
Functionality
Generate
Highlight
Hourly
Id,
Individual
Invoice.
Non
Non-pre-encumbered/non-encumbered
One
Override
PO
PO).
PO.
Payment
Payments
Permit
Pre-encumbered
Prevent
Process
Produce
Provide
Purchase
Purchases
Quantity
Reject
Require
Requisition.
State
Support
Tax
Terms
The
Track
Unit
W-9
Web
a
ability
ability).
accepted.
access.
according
account
account).
account,
account.
accounting
accounts
accrual
across
activities.
additional
additions
address
address).
advanced
advice
after
against
agencies.
agency,
aging
all
allocation
allow
along
alphanumeric
amount
amount)
amount.
amounts
amounts.
an
and
and/or
annual
another.
application
applied
appropriate
appropriation
approval
are
as
assets
assign
assignment
associate
associated
at
audit
authority
authority.
authorizing
automatic
automatically
availability
available.
balance
balance,
balance.
balances
balances.
based
batch
be
been
being
between
bill
both
budget
but
by
calculate
calculated
calculation.
can
cancellation.
capabilities.
capability,
capability.
card
certain
change
changes
characters
charged
charges
chart
check
checks
classification
close-outs
coding.
commitment
commitments
conditions.
configured
consolidate
consulting,
contract
contract,
contract.
contracted
control
control.
correct
corrections
corresponding
could
county
credits
criteria
cumulative
current.
daily,
data
date
date,
date.
days
default
defined
defined),
delivery,
deposit
despite
destination
detail
details
determines
direct
disbursed.
disbursements
disbursements.
discount
discrepancies
display
distribution
do
document
document:
documentation
documents
documents.
dollar
down
drill
due
duplicate
during
each
edit
editing
edits
electric
electronically
elements
encumbered
encumbering
encumbrance
encumbrance,
encumbrances
encumbrances.
encumbrances/expenditures
end
end.
enter
entered.
entry
entry.
error
error,
errors
establish
etc.).
even
excess
exclusively
exists.
expenditure
expenses
extended
extension
external
fatal
fields:
figures
final
financial
financial/payment
fiscal
flag
following:
for
for:
form
freight
frequency
from
funds.
future
general
generate
generated
generating
goods
greater
has
have
having
header
hold
identified
if
imaging.
in
inbound
inception-to-date
include
inclusion
indicate
indicates
indicator
individual
individuals
information
information.
input
inquiry
institution.
insufficient
interest
interface.
interfaces
invoice
invoice,
invoice.
invoice/payment
invoiced
invoiced.
invoices
invoices,
invoices/payments
is
it
item
item,
item.
lack
last
late
leading
lease
leases
ledger
level
level.
liabilities
liability
lifetime
limits
line
link
liquidated
liquidation
long
made
made.
mailing
management
manual
manually
master
match
matching
may
memo
message.
method
minimum
modify
monthly
monthly,
more
multiple
no
non-commodity
not
notify
number
number)
number,
number.
numbers
numbers,
numbers.
of
of:
on
on-line
on-line,
on:
open
optimum
option
options
or
order
order,
order.
ordered
other
outstanding
over
overdue
override
paid
paid,
paid.
partial
pass
past
payable
payables.
payee
payee.
payment
payment,
payment.
payments
penalties
penalty
percentage
percentage.
perform
performed
period
period.
periods
personnel
posting)
pre-encumbered
pre-encumbrance
pre-encumbrances
predefined
prepaid
presented
price
prior
processing
processing.
produces
proper
properly
provide
provided
purchase
purchases:
put
quantity
quantity,
rate
receipt
receipt)
receipt,
received
received.
receiver
receiving
recorded.
recording
recurring
reduce
reference.
registers.
reject
rejected
related
release
relieving
remit
remittance
report
reporting)
requests
required
requirement
requirements
retrieve,
reverse
review
reviews
save,
schedules
security
security.
self
service
service,
service.
services
services,
services.
should
single
so
specific
specify
spending
standard
storage
stored
structure.
sufficient
system
system-generated
system.
table
table.
taken.
terms
terms.
that
the
there
three
threshold
through
time
to
tolerance
tolerance,
tolerances
trail.
transaction
transactions
travel,
type
type,
un-authorized
unique
unit).
unpaid
untimely
up
update
upon
used
user
user-defined
user-specified
users
using
value
value.
valued
variances.
variety
various
vendor
vendor)
vendor,
vendors
vendors).
via
violations
void
voucher
voucher,
vouchers
vs.
warning
warrant
warranty
way
weekly,
when
where
whether
which
will
with
within
workflow
year
year),
year-end).
year-to-date
zeros)
